sasha=19
lesha=17
print(sasha == lesha)

if lesha > sasha:
    print('Лёша больше чем Саша')
elif lesha <= sasha:
    print('Лёша меньше или равно чем Саша')
else:
    print('Я не знаю')

friends=['Dasha', 'Zlata', 'Nikita']
for friend in friends:
    print(f"""
____________¶¶¶¶¶¶¶__¶¶__¶¶¶¶¶¶¶
__________¶¶¶¶¶¶¶¶¶¶¶__¶¶¶¶¶¶¶¶¶¶¶
_________¶¶¶¶______¶¶¶¶¶¶______¶¶¶¶
_________¶¶¶¶________¶¶________¶¶¶¶
__________¶¶¶____¶¶{friend}¶¶____¶¶¶
___________¶¶¶¶____¶¶¶¶¶¶____¶¶¶¶
_____________¶¶¶¶____¶¶____¶¶¶¶
_______________¶¶¶¶______¶¶¶¶
_________________¶¶¶¶__¶¶¶¶
___________________¶¶¶¶¶¶
_____________________¶¶
""")



for i in range(0,41,5):
    print(i)

